// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Laitetiedot";

HSDModelLabel = "Mallin:";
HSDConnTypeLabel = "Yhteystyyppi:";
HSDServiceLabel = "Palvelun tunnus:";
HSDFWLabel = "Ilmaisversio:";
HSDSNLabel = "Sarjanumero:";
HSDDuplexerLabel = "Kääntöyksikkö:";
HSDDriverLabel = "Ohjaimen versio:";
HSDProdNumLabel = "Tuotenumero:";
HSDIPAddrLabel = "IP-osoite:";
HSDMessageLabel = "Tulosta tällä hetkellä valittuna olevan tulostimen tiedot napsauttamalla alla olevaa Tulosta määrityssivu painiketta.";
HSDPrintButton = "Tulosta määrityssivu";

NoPrintTitle = "Määrityssivua ei voitu tulostaa.";
NoPrintMsg = "Tarkista, että tulostin on liitetty ja kytketty päälle, ja yritä uudelleen.";
PrintingProgressTitle = "Määrityssivua tulostetaan…";
PageViewButtonTitle = "Näytä määrityssivu";
PageViewMessage = "Tuo näkyviin tietoja parhaillaan valitusta kirjoittimesta napsauttamalla alla olevaa Näytä määrityssivu -painiketta.";
DuplexInstalled = "Asennettu";
DuplexNotInstalled = "Ei ole asennettu";
SomePenErrorMessage = "Värikasetti näyttää puuttuvan, sitä ei ole havaittu tai se on asennettu väärin. Tulostusta ei voi suorittaa ilman, että kaikki kasetit on asennettu.";

HSDEmptyValueString = "Tuntematon";

HSDIKNumberLabel = "IK-numero:";

Wired = "Langallinen";
Wireless = "Langaton verkko";

HSDAllInkUsageLabel = "Käytetyn musteen kokonaismäärä:";
HSDHPInkUsageLabel = "Käytetty HP-muste:";
milliliters = "millilitraa";
microliters = "mikrolitraa";

SomePenErrorMessagePigment = "Kasetti näyttää puuttuvan, sitä ei havaita tai se on asennettu väärin. Tulostamista varten kaikkien kasettien on oltava asennettuina.";
HSDAllInkUsageLabelPigment = "Käytetty kokonaisväriaine:";
HSDHPInkUsageLabelPigment = "Käytetty HP-väriaine:";